export const aboutData = [
    {
        id: 1,
        title: "역지사지(易地思之)",
        paragraphs: [
            "입장바꿔 생각하는 것을 좋아합니다. 사용자의 입장에서의 서비스를 생각하고, 서비스와 사용자의 상호작용을 중심으로 개발합니다.",
            "대표적인 사례로 '문화복지카드 사용처 검색 서비스' 프로젝트의 프레임워크 마이그레이션 및 디자인 리뉴얼이 있습니다.",
            "이를 통해 서비스 초기 로딩 시간이 단축되었고, 이전 버전의 서비스에서의 불필요한 기능 삭제로 좀 더 일원화된 서비스를 제공할 수 있었습니다.",
            "MBTI Lens 프로젝트의 경우, 별도의 알파/베타 테스트를 진행하며 테스터들에게 다양한 오류 제보와 추가 기능들에 대한 건의를 받았습니다.",
            " 사용의 불편함을 줄이기 위해 오류들의 즉각적인 핫픽스를 진행했고, 추가 기능 건의들은 서비스의 전반적인 플로우와 수용 가능성을 판단하여 적극적인 기능 도입을 진행하였습니다.",
        ],
    },
    {
        id: 2,
        title: "팀 보기를 유저 같이",
        paragraphs: [
            "팀원의 의견 또한 사용자의 의견만큼 중요하게 여깁니다.",
            "대학교 내 웹 서비스 개발 동아리의 프론트엔드 팀장을 맡으면서 서비스 레이아웃 구성 및 개발 컨벤션을 정할 때, 팀원의 의견을 경청하고 상충되는 부분을 도출해 내며 팀원과의 원활한 협업을 진행할 수 있었습니다.",
            "또한, 백엔드 팀과도 끊임없이 소통하며 완성도 있는 서비스를 개발하려 노력했습니다.",
            " 백엔드 팀과 함께 서비스 API 설계 회의를 진행하며 프로젝트에서 설계하는 API의 구조 및 작동 방식 등을 최대한의 이해도까지 끌어올리며 사용하였습니다.",
        ],
    },
    {
        id: 3,
        title: "자존감보단 자신감을",
        paragraphs: [
            "팀과 협업을 하면서 내 코드가 다른 사람의 코드가 나을 것 같다는 근거없는 자존감이 무의식 내에 존재했습니다.",
            "이 자존감은 팀과의 협업과 최종 결과물에 영향을 줄 수 있다는 것을 여러 프로젝트를 진행해보며 깨닫게 되었고, 이 단점을 고치기 위해 타인과의 코드를 내 코드와 비교해보고 끊임없이 로직에 대한 질의를 나누었습니다.",
            "이는 제가 자신감 있게 웹 서비스를 개발할 수 있는 원동력이 되었고, 또한 이는 결과적으로 제 전반적인 삶에도 자신감을 부여하며 긍정적인 영향을 주었습니다.",
        ],
    },
];
